Repository: kindlychung/sk1
Catalog: po/*.po
Languages: uk

source: %s is not an arrow definition file
uk: %s файл не містить стрілок

source: Error trying to read arrows from %s Using builtin defaults
uk: Помилка при спробі читання стрілок %s Використовуються вбудовані за замовчуванням

source: PolyBezier (%(nodes)d nodes in %(paths)d paths)
uk: Крива Без'є (%(nodes)d вузлів у %(paths)d сегментах)

source: Create Curve
uk: Створити криву

source: Create Poly-Line
uk: Створити послідовність прямих лінії

source: Select All Nodes
uk: Позначити всі вузли

source: %d nodes in PolyBezier
uk: %d вузлів у Кривій Без'є

source: PolyBezier
uk: Крива Без'є

source: First node of PolyBezier
uk: Перший вузол у Кривій Без'є

source: Last node of PolyBezier
uk: Останній вузол у Кривії Без'є

source: 1 node of PolyBezier
uk: 1 вузол у Кривії Без'є

source: Point on curve at position %.2f
uk: Точка на кривій у позиції %.2f

source: No Node of PolyBezier
uk: Жоден вузол не позначено

source: Cut Curve
uk: Розірвання контуру

source: Close Nodes
uk: З'єднання вузлів

source: Angle
uk: Кутом

source: Smooth
uk: Згладжено

source: Symmetrical
uk: Симетрично

source: Curve->Line
uk: Крива->Пряма

source: Line->Curve
uk: Пряма->Крива

source: Delete Nodes
uk: Видалення вузлів

source: Insert Nodes
uk: Додавання вузлів

source: Interpolation with %d steps
uk: %d кроків інтерполяції

source: BlendGroup with %d control objects
uk: Перехід з %d головних об'єктів

source: Registration Black (
uk: Складний чорний (

source: I can't alloc all needed colors. I'll use a private colormap
uk: Неможливо розмістити всі необхідні кольори. Використана обмежена палітра

source: Compound with %d objects
uk: Скомпонувати з %d об'єктами

source: %s is not dashes file
uk: %s файл не містить пунктирів

source: Error trying to read dashes from %s Using builtin defaults
uk: Помилка при спробі читання пунктирів %s Використовуються вбудовані за замовчуванням

source: Guide Lines
uk: Додати напрямні

source: MasterLayer 1
uk: Майстер шар 1

source: Layer 1
uk: Шар 1

source: Layer %d
uk: Шар %d

source: Saving page %u of %u
uk: Збереження сторінки %u з %u

source: Create Object
uk: Створення об'єкту

source: Add Style
uk: Додати Стиль

source: Set Properties
uk: Встановлення властивостей

source: Delete
uk: Видалити

source: Move To Top
uk: До гори

source: Move To Bottom
uk: До низу

source: Lower
uk: Опустити

source: Raise
uk: Підняти

source: Move Selection to `%s'
uk: Переміщенні позначення у `%s'

source: Cut
uk: Вирізати

source: Duplicate
uk: Дублювати

source: Create Group
uk: Створення групи

source: Ungroup
uk: Розгрупувати

source: Ungroup All
uk: Розгрупувати все

source: Modify&Copy
uk: Зміна копії

source: Create Mask Group
uk: Створити маскуючу групу

source: Transform
uk: Трансформування

source: Translate
uk: Перекласти

source: Remove Transformation
uk: Прибрати трансформацію

source: Align Objects
uk: Вирівнювання об'єктів

source: Abut Horizontal
uk: У стик горизонтально

source: Abut Vertical
uk: У стик вертикально

source: Flip Horizontal
uk: Горизонтальне віддзеркалення

source: Flip Vertical
uk: Вертикальне віддзеркалення

source: Flip Both
uk: Перевернути

source: Rotation
uk: Обертання

source: Move
uk: Переміщення

source: Move&Copy
uk: Переміщення копії

source: Scale
uk: Масштабування

source: Blend
uk: Перехід

source: I can't blend the selected objects
uk: Не можливо поєднати вибрані об'єкти

source: Cancel Blend
uk: Скасувати перехід

source: Create Path Text
uk: Створити Текст вдовж шляху

source: Create Clone
uk: Створити клон

source: Combine Beziers
uk: Об'єднання контурів

source: Split Beziers
uk: Розділення контурів

source: Convert To Curve
uk: Перетворити на криву

source: Convert Image
uk: Перетворення зображення

source: Invert Image
uk: Інвертувати зображення

source: Go to page
uk: Перейти на сторінку

source: Insert Pages
uk: Додати сторінки

source: Insert Page
uk: Додати сторінку

source: Add Imported Pages
uk: Додати імпортовані сторінкі

source: Add imported Page
uk: Додати імпортовану сторінку

source: Delete Page
uk: Видалити сторінку

source: Select Layer
uk: Позначити шар

source: Change Layer State
uk: Зміну стану шару

source: Set Layer Outline Color
uk: Зміну кольору абрису шару

source: Rename Layer
uk: Перейменування шару

source: Append Layer
uk: Додати шар

source: New Layer
uk: Новий шар

source: Move Layer Up
uk: Підняти шар

source: Move Layer Down
uk: Опустити шар

source: Delete Layer
uk: Видалити шар

source: Update Style
uk: Оновити стиль

source: Create Style %s
uk: Створення стилю %s

source: Remove Style %s
uk: Видалити стиль %s

source: Change Page Layout
uk: Зміну розташування сторінки

source: Set Grid Geometry
uk: Зміну геометрії сітки

source: Add Guide Line
uk: Створення напрямної

source: Delete Guide Line
uk: Видалення напрямної

source: Move Guide Line
uk: Переміщення напрямної

source: Arc
uk: Дуга

source: Chord
uk: Хорда

source: Pie Slice
uk: Сегмент

source: Circle radius %(radius)[length], center %(center)[position]
uk: Коло радіусом %(radius)[length], з центром у %(center)[position]

source: Ellipse axes %(axes)[size], center %(center)[position]
uk: Осі еліпса %(axes)[size], з центром у %(center)[position]

source: Create Ellipse
uk: Створити еліпс

source: Circle %(radius)[length], center %(center)[position]
uk: Коло %(radius)[length], з центром у %(center)[position]

source: Ellipse %(size)[size], center %(center)[position]
uk: Еліпс %(size)[size], з центром у %(center)[position]

source: EpsFile `%(filename)s' %(width)d x %(height)d at (%(x)d, %(y)d)
uk: Файл Eps `%(filename)s' %(width)d x %(height)d у (%(x)d, %(y)d)

source: Cannot load %(font)s: %(text)s
uk: Неможливо завантажити %(font)s: %(text)s

source: Can't create shared memory image: %s
uk: Неможливо створити спільної пам'яті для зображень: %s

source: Group with %d objects
uk: Група з %d об'єктів

source: Horizontal Guide Line at %(coord)[length]
uk: Горизонтальна напрямна у %(coord)[length]

source: Vertical Guide Line at %(coord)[length]
uk: Вертикальна напрямна у %(coord)[length]

source: Grayscale
uk: Відтінки сірого

source: Monochrome
uk: Монохромний

source: UNSUPPORTED
uk: НЕ ПІДТРИМУЄТЬСЯ

source: Embedded %(mode)s image %(width)d x %(height)d at (%(x)d, %(y)d)
uk: Вбудоване %(mode)s зображення %(width)d x %(height)d на (%(x)d, %(y)d)

source: Guides
uk: Напрямні

source: Grid
uk: Сітка

source: MaskGroup with %d objects
uk: Маскуюча група з %d об'єктів

source: Select Mask
uk: Позначити маску

source: Unknown Plugin Object `%s'
uk: Невідоме доповнення `%s'

source: Fill Pattern
uk: Заповнення шаблоном

source: Pattern
uk: Шаблон

source: Fill Transform Pattern
uk: Заповнення трансформ. шаблоном

source: Transform pattern
uk: Трансформовані шаблони

source: Line Pattern
uk: Шаблон лінії

source: Line Width
uk: Ширина лінії

source: Width
uk: Ширина

source: Line Cap
uk: Закінчення лінії

source: Cap
uk: Закінчення:

source: Line Join
uk: З'єднати лінії

source: Join
uk: З'єднати

source: Line Dashes
uk: Пунктир лінії

source: Dashes
uk: Пунктир

source: Line Arrow 1
uk: 1 стрілка лінії

source: Arrow 1
uk: Стрілка 1

source: Line Arrow 2
uk: 2 стрілка лінії

source: Arrow 2
uk: Стрілка 2

source: Font
uk: Шрифт

source: Font Size
uk: Розмір шрифту

source: Size
uk: Розмір

source: Linegap
uk: Відстань між строками

source: Wordgap
uk: Відстань між словами

source: Chargap
uk: Відстань між символами

source: Text Alignment
uk: Вирівнювання тексту

source: Alignment
uk: Вирівнювання

source: Text Vertical Alignment
uk: Вертикальне вирівнювання тексту

source: Can't embed font '%s': %s
uk: Не можу вбудувати шрифт '%s': %s

source: Can't find file for font '%s' for embedding
uk: Не вдається знайти файл шрифту '%s' для вбудовування

source: Rectangle %(size)[size]
uk: Прямокутник %(size)[size]

source: Create Rectangle
uk: Створити прямокутник

source: Rectangle: %(size)[size]
uk: Прямокутник: %(size)[size]

source: No Selection
uk: Немає позначених об'єктів

source: %s on `%%(layer)s'
uk: %s на `%%(layer)s'

source: Selection size:
uk: Розмір позначення

source: %(object)s on `%(layer)s'
uk: %(object)s на `%(layer)s'

source: %(number)d objects on `%(layer)s'
uk: %(number)d об'єктів на `%(layer)s'

source: %d objects on several layers
uk: %d об'єктів на декількох шарів

source: Move Objects
uk: Переміщення об'єктів

source: Resize Objects
uk: Зміну розміру об'єктів

source: Scale %(factorx)[factor], %(factory)[factor]
uk: Масштаб %(factorx)[factor], %(factory)[factor]

source: Changing size to:
uk: Зміна розміру на:

source: Move %(x)[length], %(y)[length]
uk: Переміщення %(x)[length], %(y)[length]

source: Shear Objects
uk: Нахилення об'єктів

source: Rotate Objects
uk: Обертання об'єкту

source: Rotation Center at %(position)[position]
uk: Обертання з центром у %(position)[position]

source: Rotate by %(angle)[angle]
uk: Обертання на %(angle)[angle]

source: Horizontal Shear by %(ratio)[factor]
uk: Горизонтальний нахил %(ratio)[factor]

source: Vertical Shear by %(ratio)[factor]
uk: Вертикальний нахил %(ratio)[factor]

source: Identity Transform
uk: Ідентичне трансформування

source: Edit Object
uk: Редагування об'єкту

source: Align Left
uk: Вирівнювання ліворуч

source: Align Right
uk: Вирівнювання праворуч

source: Align H. Center
uk: Центрувати по горизонтальній осі

source: Align Top
uk: Вирівняти верхні сторони

source: Align V. Center
uk: Центрувати по вертикальній осі

source: Align Baseline
uk: Вирівняти відносно базової лінії

source: Align Bottom
uk: Вирівняти нижні сторони

source: Text `%(text)s' at %(position)[position]
uk: Текст `%(text)s' на %(position)[position]

source: Create Text
uk: Створити текст

source: Text on Path: `%(text)s'
uk: Текст вздовж шляху: `%(text)s'

source: Path Text: `%(text)s'
uk: Шлях з текстом: `%(text)s'

source: Select Text
uk: Вибрати текст

source: Select Path
uk: Позначити шлях

source: Rotate Letters
uk: Обертати літери

source: Skew Letters
uk: Нахилити букви

source: Select
uk: Позначити

source: Edit
uk: Правка

source: Create
uk: Створити

source: Zoom Area
uk: Змінити масштаб

source: Pick Object
uk: Виберіть об'єкт

source: Place Object
uk: Місце об'єкта

source: Draw Rectangle
uk: Створити прямокутник

source: Draw Ellipse
uk: Створити еліпс

source: Draw Curve
uk: Створити криву

source: Draw Poly-Line
uk: Створити прямі лінії

source: Draw Text
uk: Створити текст

source: Selection Mode
uk: Режим позначення

source: Edit Mode
uk: Режим редагування

source: Toggle Mode
uk: Перемикнути режим

source: Use Xlib Renderer
uk: Вимальовувати за допомогою Xlib

source: Use Cairo Renderer
uk: Вимальовувати за допомогою Cairo

source: Alpha Channel
uk: Альфа-канал

source: Color Managment
uk: Керування кольором

source: Snap to Grid
uk: Прилипати до сітки

source: Snap to Objects
uk: Прилипати до об'єктів

source: Snap to Guides
uk: Прилипати до напрямних

source: Snap Bounding Rect
uk: Прилипати до габаритного прямокутника

source: Snap Move Relative
uk: Дозволити відносні координати

source: Objects
uk: Об'єкти

source: Guide
uk: Напрямна

source: Snap:
uk: Прилипання:

source: No Snap
uk: Без прилипання

source: Crosshairs
uk: Перетин (перехрестя)

source: Refresh Window
uk: Оновити вікно

source: Zoom In
uk: Збільшити

source: Zoom Out
uk: Зменшити

source: Fit to Window
uk: Малюнок цілком

source: Fit Selected to Window
uk: Показати позначенні об'єкти цілком

source: Fit Page to Window
uk: Сторінка цілком

source: Restore Previous View
uk: Відновити попередній масштаб

source: Contour View
uk: Абрис

source: Draw Page Border
uk: Показувати рамку сторінки

source: Show Grid
uk: Показати сітку

source: Set Fill Color...
uk: Вибрати колір заповнення...

source: Set Fill Color
uk: Зміну кольору заповнення

source: Set Line Color
uk: Зміну кольору контуру

source: Select RGB Color
uk: Вибір RGB-кольору

source: Cancel
uk: Скасувати

source: OK
uk: Гаразд

source: BLEND
uk: Перехід

source: Apply
uk: Застосувати

source: Steps:
uk: Кроки:

source: Select Start
uk: Позначити початок

source: Select End
uk: Позначити кінець

source: Set %d Blend Steps
uk: %d крок для переходу

source: Color
uk: Колір

source: Border
uk: Межа

source: Edit Gradient
uk: Правка градієнта

source: Load Image...
uk: Завантажити зображення ...

source: Pick Image...
uk: Виберіть зображення...

source: Load Image
uk: Завантажити зображення

source: Cannot load %(filename)s: %(message)s
uk: Неможливо завантажити %(filename)s: %(message)s

source: Fill Style
uk: Стиль заповнення

source: Transform Pattern
uk: Трансформовані шаблони

source: Set Fill
uk: Встановити заповнення

source: Set Handle Color
uk: Зміну кольору ручки

source: Delete Handle
uk: Видалити ручку

source: Insert Handle
uk: Додати ручку

source: Reverse
uk: Обернути

source: Error running script `%s'
uk: Помилка виконання сценарію `%s'

source: Change system coordinates
uk: Змінити систему координат

source: No color
uk: Кольору немає

source: Fill:
uk: Заповнення:

source: Fill: None
uk: Заповнення: немає

source: Outline:
uk: Контур:

source: Outline: None
uk: Контур: немає

source: New
uk: Створити

source: New Drawing Window
uk: Відкрити нове вікно

source: Open...
uk: Відкрити...

source: Save
uk: Зберегти

source: Save As...
uk: Зберегти як...

source: Save All
uk: Зберегти всі

source: Export As...
uk: Експортувати як...

source: Close
uk: Закрити

source: Close All
uk: Закрити всі

source: Import vector...
uk: Імпорт вектору...

source: Preferences...
uk: Налаштування...

source: Exit
uk: Вийти

source: Report bug...
uk: Доповісти про помилку

source: Project web site...
uk: Веб-сайт проекту...

source: Project forum...
uk: Онлайн-форум…

source: About sK1...
uk: Про програму sK1...

source: Plugins strip
uk: Панель доповнень...

source: Insert Page...
uk: Додати сторінки ...

source: Delete Page...
uk: Видалити сторінку ...

source: Next Page
uk: Наступна сторінка

source: Previous Page
uk: Попередня сторінка

source: Go to Page...
uk: Перейти на сторінку...

source: Add Horizontal Guide Line
uk: Додати горизонтальну напрямну лінію

source: Add Vertical Guide Line
uk: Додати вертикальну напрямну лінію

source: Zoom 1:1
uk: Масштаб 1:1

source: Copy
uk: Скопіювати

source: Paste
uk: Вставити

source: Export Bitmap...
uk: Експорт зображення...

source: Align to ...
uk: Вирівнювання ...

source: Grid Setup...
uk: Налаштовування сітки...

source: Outline...
uk: Контур...

source: Fill...
uk: Заповнення...

source: Styles...
uk: Стилі...

source: Blend...
uk: Перехід...

source: Guides Setup...
uk: Налаштування напрямних...

source: Print...
uk: Надрукувати...

source: Print to PDF...
uk: Друкувати у PDF...

source: Move...
uk: Переміщення...

source: Rotate...
uk: Обертання...

source: Resize...
uk: Зміна розміру...

source: Load Palette...
uk: Завантажити палітру...

source: Import bitmap...
uk: Імпорт зображення ...

source: Name Style...
uk: Назва стилю ...

source: Select All
uk: Позначити все

source: Select Next
uk: Вибрати наступну

source: Select Previous
uk: Вибрати попередню

source: Select First Child
uk: Позначити першу дитину

source: Select Parent
uk: Позначити батька

source: Move Up
uk: Перемістити вгору

source: Move Down
uk: Перемістити вниз

source: Move Right
uk: Перемістити вправо

source: Move Left
uk: Перемістити вліво

source: Move to Top
uk: На передній план

source: Move to Bottom
uk: На задній план

source: Move One Up
uk: Підняти

source: Move One Down
uk: Опустити

source: Group selected objects
uk: Згрупувати позначені об'єкти

source: Ungroup selection
uk: Розгрупувати позначену групу

source: Rotate Left 90
uk: Повернути вліво на 90

source: Rotate 180
uk: Повернути на 180

source: Rotate Right 90
uk: Повернути вправо на 90

source: Undo
uk: Відмінити

source: Redo
uk: Повторити

source: Discard Undo History
uk: Очистити історію дій

source: No Fill
uk: Без заповнення

source: No Line
uk: Без контуру

source: Convert to CMYK
uk: Перетворити у CMYK

source: Convert to RGB
uk: Перетворити у RGB

source: Convert to Grayscale
uk: Перетворити у відтінки сірого

source: Convert to B&W
uk: Перетворити у чорно-біле

source: Embed Image
uk: Вбудувати зображення

source: File
uk: Файл

source: View
uk: Вигляд

source: Layout
uk: Макет

source: Arrange
uk: Упорядкувати

source: Effects
uk: Ефекти

source: Bitmaps
uk: Зображення

source: Style
uk: Стиль

source: Help
uk: Довідка

source: Special
uk: Спеціальне

source: Zoom
uk: Масштаб

source: Load Palette
uk: Завантажити палітру

source: Cannot load palette %(filename)s!
uk: Неможливо завантажити палітру %(filename)s!

source: modified
uk: змінено

source: unmodified
uk: без змін

source: Sketch Palette
uk: Палітри Sketch

source: All Files
uk: Всі файли

source: Set %s
uk: Встановити %s

source: Set Parameters
uk: Зміну параметрів

source: Auto Update
uk: Автооновлення

source: Update From...
uk: Поновити від ...

source: Styles
uk: Стилі

source: Apply style
uk: Застосувати стиль

source: Delete style
uk: Видалити стиль

source: Create new style
uk: Створити новий стиль

source: Create Style
uk: Створити стиль

source: Style name:
uk: Назва стилю

source: Style properties
uk: Властивості стилю

source: Create Style Info
uk: Створити стиль

source: Please enter a style name.
uk: Будь ласка, введіть назву стилю.

source: The name `%(name)s' is already used. Please choose another one.
uk: Назва`%(name)s' вже використовується. Будь ласка, виберіть іншу назву.

source: Set Default Properties
uk: Встановлення властивостей за замовчуванням

source: Please select the object categories whose default properties you want to change
uk: Будь ласка, виберіть категорій об'єкта, у яких бажаєте змінити властивості за замовчуванням.

source: Graphics Objects
uk: Графічні об'єкти

source: Text Objects
uk: Текстові об'єкти

source: Yes
uk: Так

source: No
uk: Ні

source: Don't Save
uk: Не зберігати

source: Clear All
uk: Очистити все

source: Undo %s
uk: Вернути: %s

source: Redo %s
uk: Повторити: %s

source: Warning
uk: Увага

source: Print Traceback
uk: Друкувати Traceback

source: Parsing error:
uk: Помилка розбору:

source: unrecognised file type
uk: Невідомий тип файлу

source: Cannot open %(filename)s: %(message)s
uk: Неможливо відкрити %(filename)s: %(message)s

source: sK1 vector graphics files - *.sK1
uk: Файли векторної графіки редактора sK1 - *.sK1

source: All supported files - *.sk1 *.sk *.ai *.eps *.cdr *.svg *.wmf etc.
uk: Всі формати що підтримуються - *.sk1 *.sk *.ai *.eps *.cdr *.svg *.wmf і т.д.

source: sK1 vector graphics files - *.sk1
uk: Графічні файли редактора sK1 - *. sk1

source: Sketch\Skencil files - *.sk
uk: Файли Sketch\Skencil - *.sk

source: Adobe Illustrator files (up to ver. 9.0) - *.ai
uk: Файли Adobe Illustrator (аж до вер. 9.0) - *.ai

source: Encapsulated PostScript files - *.eps
uk: Файли Encapsulated PostScript - *.eps

source: PostScript files - *.ps
uk: Файли PostScript - *.ps

source: CorelDRAW Graphics files (7-X4 ver.) - *.cdr
uk: Графічні файли CorelDRAW (7-X4 вер.) - *.cdr

source: CorelDRAW Templates files (7-X4 ver.) - *.cdt
uk: Файли шаблонів CorelDRAW (7-X4 вер.) - *.cdt

source: CorelDRAW Presentation Exchange files - *.cmx
uk: Файли CorelDRAW Presentation Exchange - *.cmx

source: CorelDRAW Compressed Exchange files (CDRX format) - *.ccx
uk: Файли CorelDRAW Compressed Exchange (Формат CDRX) - *.ccx

source: Computer Graphics Metafile files - *.cgm
uk: Файли Computer Graphics Metafile - *.cgm

source: Acorn Draw files - *.aff
uk: Файли Acorn Draw - *.aff

source: Scalable Vector Graphics files - *.svg
uk: Файли Scalable Vector Graphics - *.svg

source: Windows Metafile files - *.wmf
uk: Метафайли Windows - *.wmf

source: HPGL cutting plotter files - *.plt
uk: Файли HPGL для ріжучих плотерів - *.plt

source: AutoCAD DXF files - *.dxf
uk: Файли AutoCAD DXF- *.dxf

source: XFig files - *.fig
uk: Файли XFig - *.fig

source: Sketch and Skencil files - *.sk
uk: Файли Sketch та Skencil - *.sk

source: Adobe Illustrator files (ver. 5.0) - *.ai
uk: Файли Adobe Illustrator (вер. 5.0) - *.ai

source: All supported files - *.png *.jpg *.tif *.gif *.psd *.bmp *.pcx etc.
uk: Всі формати що підтримуються - *.png *.jpg *.tif *.gif *.psd *.bmp *.pcx і т.д.

source: Portable Network Graphics files - *.png
uk: Файли Portable Network Graphics - *.png

source: JPEG files - *.jpg *jpeg
uk: Файли JPEG - *.jpg *jpeg

source: TIFF files - *.tif *.tiff
uk: Файли TIFF - *.tif *.tiff

source: CompuServ Graphics files - *.gif
uk: Файли CompuServ Graphics - *.gif

source: Adobe Photoshop files (up to v.3.0) - *.psd
uk: Файли Adobe Photoshop (аж до вер.3.0) - *.psd

source: Windows Bitmap files - *.bmp
uk: Файли Windows Bitmap - *.bmp

source: Paintbrush files - *.pcx
uk: Файли Paintbrush - *.pcx

source: Portable Bitmap files - *.pbm
uk: Файли Portable Bitmap - *.pbm

source: Portable Graymap files - *.pgm
uk: Файли Portable Graymap - *.pgm

source: Portable Pixmap files - *.ppm
uk: Файли Portable Pixmap - *.ppm

source: sK1 color swatch palette
uk: Палітри кольорів sK1

source: Browser not found
uk: Не знайдено браузер

source: and all the browsers are absent in the system!
uk: та в системі немає браузерів!

source: Please consider installing browser in your system.
uk: Будь ласка, розгляньте можливість установки браузера в вашій системі.

source: sK1 has checked presence of following browsers:
uk: sK1 перевірив наявність наступних браузерів:

source: Open file
uk: Відкрити файл

source: Import drawing
uk: Імпорт малюнку

source: Import bitmap
uk: Імпорт зображення

source: Save file As...
uk: Зберегти файл як...

source: Save file
uk: Зберегти файл

source: Export drawing
uk: Експорт малюнку

source: Export drawing as a bitmap
uk: Експорт малюнку як зображення

source: Open
uk: Відкрити

source: An error occurred:
uk: Виникла помилка:

source: Warnings from the import filter:
uk: Попередження від фільтра імпорту

source: Document parsing
uk: Документ обробляється

source: Start document processing
uk: Почалася обробка документу

source: Document has been loaded
uk: Документ завантажено

source: Document saving/exporting
uk: Документ збережено/експортовано

source: Finish document processing
uk: Обробка документа закінчилась

source: Printing
uk: Друкування

source: The document doesn't have any printable layers!
uk: У документі не має шару позначеного для друку!

source: Print into PDF file
uk: Друкувати у PDF

source: Import vector
uk: Імпорт вектору

source: An error occurred:
uk: Сталася помилка:

source: Warnings from the import filter:
uk: Попередження від фільтру імпорту:

source: %i pages were added to the document
uk: У документ додано сторінок: %i шт.

source: Importing result: it seems the document is empty!
uk: За результатами Імпорту: виявилося, що документ пустий!

source: File importing
uk: Імпорт файлу

source: Start file parsing
uk: Початок розбору файлу

source: File has been imported
uk: Файл імпортовано успішно

source: Cannot create backup file %(filename)s: %(message)s Choose `continue' to try saving anyway, or `cancel' to cancel saving.
uk: Неможливо створити резервну копію файлу %(filename)s: %(message)s Виберіть `Продовжити', щоб спробувати в усякому разі зберегти, або `Скасувати', щоб скасувати збереження.

source: Save To File
uk: Зберегти у файл

source: Continue
uk: Продовжити

source: Cannot save %(filename)s: %(message)s
uk: Не можливо зберегти %(filename)s: %(message)s

source: sK1 - Save Document...
uk: sK1 - Збереження документу...

source: File: <%s> has been changed ! Do you want to save it?
uk: Файл: <%s> був змінений! Ви бажаєте, зберегти його?

source: Create Spiral
uk: Створити спіраль

source: Rotations
uk: Обертів

source: Radius
uk: Радіус

source: Spiral
uk: Спіраль

source: Create Objects
uk: Створювати нові об'єкти

source: Create Star
uk: Створити зірку

source: Corners
uk: Кути

source: Steps
uk: Кроки

source: Outer Radius
uk: Зовнішній радіус

source: Inner Radius
uk: Внутрішній радіус
