Repository: kindlychung/sk1
Catalog: po/*.po
Languages: uk

source: Star Outline
uk: Контур зірки

source: Choose Raster Parameters
uk: Параметри растру

source: w. Transparency
uk: Прозорість

source: use BB information
uk: узяти BB iнфо

source: Export Raster
uk: Експорт у растр

source: unknown extension %s
uk: невідоме розширення %s

source: Reload Image
uk: Перевантажити файл зображення

source: The drawing contains unsupported fill or line patterns. Only solid colors are supported.
uk: Малюнок містить непідтримувані заливки або шаблони ліній. Підтримуються тільки суцільні кольори.

source: The drawing contains raster images, which are not supported for separation
uk: Малюнок містить растрові зображення, які не підтримуються для розділення

source: Basename:
uk: Базова назва:

source: Simple Separation
uk: Автоматичне відокремлення

source: sK1 Preferences
uk: Параметри sK1

source: Restore Defaults
uk: За змовчуванням

source: Preferences
uk: Параметри

source: Preference Panel
uk: Панель параметрів

source: Start:
uk: Початок:

source: Arc start point angle
uk: Кут початку дуги

source: End:
uk: Кінець:

source: Arc end point angle
uk: Кут кінця дуги

source: Reset angles
uk: Скинути оберт

source: Swap angles
uk: Поміняти місцями кути

source: to Arc
uk: Перетворити на дугу

source: to Chord
uk: Перетворити на хорду

source: to Pie
uk: Перетворити на сегмент

source: Font name
uk: Назва шрифту

source: Font style
uk: Стиль шрифту

source: Font size
uk: Розмір шрифту

source: Bold
uk: Жирним

source: Italic
uk: Курсивом

source: Set Font Properties
uk: Зміну властивостей шрифту

source: Group
uk: Згрупувати

source: Combine
uk: Об'єднання

source: Split
uk: Розділити

source: Convert to curve
uk: Перетворити на криву

source: Add page frame
uk: Створити прямокутник у розмір сторінки

source: Add guides for page center
uk: Додати напрямні по центру сторінки

source: Add guides across page border
uk: Додати напрямні по межі сторінки

source: Remove all guides
uk: Вилучити усі напрямні

source: Jump:
uk: Зсув:

source: Insert node
uk: Вставити вузол

source: Remove nodes
uk: Вилучити вузли

source: Join selected nodes
uk: З'єднати позначені вузли

source: Break path at selected nodes
uk: Розірвати контур у позначеному вузлі

source: Make selected nodes corner
uk: Зробити позначені вузли гострими

source: Make selected nodes smooth
uk: Зробити позначені вузли гладкими

source: Make selected nodes symmetric
uk: Зробити позначені вузли симетричними

source: Make selected segments lines
uk: Зробити позначені сегменти прямими

source: Make selected segments curves
uk: Зробити позначені сегменти кривими

source: Select all nodes in path
uk: Позначити усі вузли у контурі

source: <Custom Size>
uk: <Власний розмір>

source: Page:
uk: Сторінка:

source: Page formats
uk: Формат сторінки

source: H:
uk: Ш:

source: Page width
uk: Ширина сторінки

source: V:
uk: В:

source: Page height
uk: Висота сторінки

source: Portrait
uk: Книжкова

source: Landscape
uk: Альбомна

source: Horizontal radius of rounded corners
uk: Горизонтальний радіус закруглення кутів

source: Vertical radius of rounded corners
uk: Вертикальний радіус закруглення кутів

source: Width of selection
uk: Ширина позначення

source: Height of selection
uk: Висота позначення

source: Rotation angle
uk: Кут обертання

source: Rotate -90°
uk: Обернути на 90° проти годинникової стрілки

source: Rotate 180°
uk: Обернути на 180°

source: Rotate 90°
uk: Обернути на 90° за годинниковою стрілкою

source: Distance between words
uk: Відстань між словами

source: Distance between lines
uk: Відстань між строками

source: Distance between characters
uk: Відстань між символами

source: Set Text properties
uk: Зміну властивостей тексту

source: Left alignment
uk: Вирівнювання ліворуч

source: Center alignment
uk: Центрувати

source: Right alignment
uk: Вирівнювання праворуч

source: Set Text Alignment
uk: Вирівнювання тексту

source: Units:
uk: Одиниці:

source: About sK1
uk: Про програму sK1

source: Uses libraries: Tcl/Tk %s; Python %s
uk: Бібліотеки що використовуються: Tcl/Tk %s; Python %s

source: About application
uk: Про програму

source: Illustration program for prepress
uk: Редактор векторної графіки для додрукарської підготовки

source: Authors
uk: Автори

source: To report bugs please use project bugtracker: https://bugs.launchpad.net/sk1/
uk: Щоб повідомити про помилку скористайтесь багтрекером проекту: https://bugs.launchpad.net/sk1/.

source: Igor Novikov igor.e.novikov@gmail.com Project Leader
uk: Ігор Новиков igor.e.novikov@gmail.com Лідер проекту

source: Maxim Barabash maxim.s.barabash@gmail.com Designer
uk: Максим Барабаш maxim.s.barabash@gmail.com Дизайнер

source: Acknowledgments: =======================================
uk: Подяки: =======================================

source: Valek Fillipov CDR format reverse engineering
uk: Валек Філіппов зворотній інжиніринг формату CDR

source: Alexandre Prokoudine alexandre.prokoudine@gmail.com Information support (http://linuxgraphics.ru)
uk: Олександр Прокудін alexandre.prokoudine@gmail.com Інформаційна підтримка (http://linuxgraphics.ru)

source: Localization
uk: Переклад

source: License
uk: Лiцензiя

source: Delete page
uk: Видалити сторінку

source: Delete page No.:
uk: Видалити сторінку з №:

source: Error
uk: Помилка

source: Incorrect page number!
uk: Невірний номер сторінки!

source: Go to page No.:
uk: Перейти до сторінки з №:

source: Insert pages
uk: Додати сторінки

source: Insert:
uk: Додати:

source: page(s)
uk: сторінку(ки)

source: Before
uk: Перед

source: After
uk: Після

source: page No.:
uk: сторінкою з №:

source: Incorrect number of pages!
uk: Хибна кількість сторінок!

source: Plugin Browser
uk: Браузер доповнень

source: Plugins
uk: Доповнення

source: Object properties
uk: Властивості об'єкта

source: Transformation
uk: Трансформація

source: Shaping
uk: Надання форми

source: Extensions
uk: Розширення

source: Empty pattern selected, i.e. object will not be filled
uk: Обрано порожній шаблон. Об'єкт не буде заповнений.

source: Alpha channel:
uk: Альфа-канал:

source: Opacity:
uk: Непрозорість:

source: Color name:
uk: Назва кольору:

source: Empty pattern
uk: Пустий шаблон

source: RGB color
uk: Кольори RGB

source: CMYK color
uk: Кольори CMYK

source: Spot color
uk: Кольори плашкові

source: Registration Black
uk: Складний чорний

source: Colorspace:
uk: Колірний простір:

source: New Document
uk: Новий документ

source: Refresh Document
uk: Оновити документ

source: Save Document
uk: Зберегти документ

source: Close Other Documents
uk: Закрити інші документи

source: Close Document
uk: Закрити документ

source: Page 2 of 2
uk: Сторінка 2 з 2

source: Page %u of %u
uk: Сторінка %u з %u

source: General Options
uk: Загальні налаштування

source: Grid and Guides
uk: Сітка й напрямні

source: Application fonts
uk: Шрифти програми

source: Color Management
uk: Керування кольором

source: Cairo Renderer
uk: Cairo движок

source: sK1 generates PDF file as a printing output. So as a printing target you can use any application which accepts PDF file on input: evince, kprinter, acroread etc. Printing command should contain %f symbols replaced by temporal PDF file name during printing.
uk: sK1 генерує PDF файл як результат друку. Тому для друку ви можете використовувати будь-яку програму, яка приймає PDF файл на вході: evince, kprinter, acroread і т.д. Команда друку повинна містити %f символи, які будуть замінені ім'ям тимчасового файлу PDF під час друку.

source: Printing command:
uk: Команда друку:

source: Output PDF level:
uk: Версія PDF:

source: Selection
uk: Позначення

source: Lowermost
uk: Найнижчого

source: Page
uk: Сторінки

source: Relative to
uk: Відносно до

source: Alignment type
uk: Тип вирівнювання'

source: Align left sides
uk: Вирівняти праві сторони

source: Center on vertical axis
uk: Центрувати по горизонтальній осі

source: Align right sides
uk: Вирівняти праві сторони

source: Align tops
uk: Вирівняти верхні сторони

source: Center on horizontal axis
uk: Центрувати по горизонтальній осі

source: Align bottoms
uk: Вирівняти нижні сторони

source: Auto Apply
uk: Застосувати автоматично

source: Distribute Objects
uk: Розподілити об'єкти

source: Edge + Jump
uk: Край + зсув

source: Distribution
uk: Розподілення

source: Distribute type
uk: Тип розподілення

source: Distribute left sides equidistantly
uk: Рівномірно розподілити краї що з ліва

source: Distribute centers equidistantly horizontally
uk: Розподілити центри об'єктів на однаковій відстані по горизонталі

source: Make horizontal gaps between objects equal
uk: Вирівняти інтервали між об'єктами по горизонталі

source: Distribute right sides equidistantly
uk: Рівномірно розподілити краї що з права

source: Distribute tops sides equidistantly
uk: Рівномірно розподілити краї що з верху

source: Distribute centers equidistantly vertically
uk: Розподілити центри об'єктів на однаковій відстані по вертикалі

source: Make vertical gaps between objects equal
uk: Вирівняти інтервали між об'єктами по вертикалі

source: Distribute bottoms sides equidistantly
uk: Рівномірно розподілити краї що з низу

source: Color Space Converter
uk: Змінити кольоровий простір

source: Text Find & Replace
uk: Знайти та змінити текст

source: Find:
uk: Знайти:

source: Replace to:
uk: Замінити на:

source: Parameters
uk: Параметри

source: Case sensitive
uk: Чутливий до регістру

source: Whole word
uk: Слова цілком

source: RegExp search
uk: Використовувати RegExp

source: Text Replace
uk: Замінити текст

source: Grid origin
uk: Початок сітки

source: Grid size
uk: Розмір сітки

source: Add Horizontal Guide
uk: Додати горизонтальну

source: Add Vertical Guide
uk: Додати вертикальну

source: Delete Guide
uk: Вилучити напрямну

source: % 6.*f %s horizontal
uk: % 6.*f %s горизонтальна

source: % 6.*f %s vertical
uk: % 6.*f %s вертикальна

source: Solid Fill
uk: Суцільне заповнення

source: Copy From...
uk: Копіювати від ...

source: Restore color
uk: Відновити колір

source: Gradient Fill
uk: Лінійний градієнт

source: Color:
uk: Колір:

source: Line width:
uk: Товщина:

source: Style:
uk: Пунктир:

source: Corners:
uk: Кути:

source: Line caps:
uk: Завершувачі:

source: Restore properties
uk: Відновити властивості

source: Set Outline Properties
uk: Задати властивості контуру

source: Outline Color
uk: Колір контуру

source: Set Outline Color
uk: Задати колір контур

source: Outline Properties
uk: Властивості контуру

source: Two or more objects must be selected
uk: Два або більше об'єкта повинні бути позначені

source: Paths in polygon objects must be closed
uk: Контур багатокутника повинний бути замкнений

source: Only rectangles, ellipses and polygons must be selected
uk: Тільки прямокутники, еліпси і багатокутники необхідно вибирати

source: Divide
uk: Ділення

source: Leave originals
uk: Залишити оригінали

source: Intersection
uk: Перетинання

source: Outline to Curve
uk: Контур у контур

source: Trim
uk: Підрізування

source: Union
uk: Об'єднання

source: Absolute Coordinates
uk: Абсолютні координати

source: Basepoint:
uk: Точка відліку

source: Apply to Copy
uk: Застосувати до копії

source: Resize
uk: Зміна розміру

source: Proportional
uk: Пропорційно

source: Resize&Copy
uk: Зміна розміру копії

source: Rotate
uk: Обертання

source: Angle:
uk: Кут:

source: deg
uk: градус

source: Center:
uk: Центр:

source: Absolute Center
uk: Абсолютний центр

source: Rotation&Copy
uk: Обертання копії

source: Scale and Mirror
uk: Масштабування

source: Scale&Copy
uk: Масштабування копії

source: Skew
uk: Нахилення

source: Skew&Copy
uk: Нахилення копії
